tap 'getantibody/tap'
tap 'heroku/brew'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'thoughtbot/formulae'
brew 'antibody'
brew 'autojump'
brew 'awscli'
brew 'bat'
brew 'csvq'
brew 'direnv'
brew 'dust'
brew 'fd'
brew 'fzf'
brew 'go'
brew 'heroku'
brew 'hexedit'
brew 'hub'
brew 'jq'
brew 'mas'
brew 'r'
brew 'rbenv'
brew 'rcm'
brew 'starship'
brew 'terminal-notifier'
brew 'tfenv'
brew 'tldr'
brew 'wget'
brew 'zsh'

tap 'homebrew/cask-fonts'
cask_args appdir: '/Applications'
cask '1password'
cask 'aws-vault'
cask 'font-fira-mono-for-powerline'
cask 'font-fira-code'
cask 'kaleidoscope'
cask 'licecap'
cask 'tower'
cask 'visual-studio-code'
cask 'warp'

mas 'Bear', id: 1091189122
mas 'Fantastical 2', id: 975937182
mas 'GIF Brewery 3', id: 1081413713
mas 'Reeder 4', id: 1449412482
mas 'Things 3', id: 904280696
mas 'Yoink', id: 457622435
