tap 'getantibody/tap'
tap 'heroku/brew'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'thoughtbot/formulae'
brew 'antibody'
brew 'autojump'
brew 'direnv'
brew 'fd'
brew 'fzf'
brew 'go'
brew 'heroku'
brew 'hub'
brew 'jq'
brew 'mas'
brew 'r'
brew 'rcm'
brew 'terminal-notifier'
brew 'wget'
brew 'zsh'

tap 'caskroom/cask'
tap 'homebrew/cask-fonts'
cask_args appdir: '/Applications'
cask '1password'
cask 'datagrip'
cask 'docker'
cask 'evernote'
cask 'font-fira-mono-for-powerline'
cash 'font-fira-code'
cask 'google-chrome'
cask 'kaleidoscope'
cask 'iterm2'
cask 'licecap'
cask 'moom'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'sequel-pro'
cask 'slack'
cask 'sublime-text'
cask 'tower'
cask 'visual-studio-code'

mas 'Fantastical 2', id: 975937182
mas 'GIF Brewery 3', id: 1081413713
mas 'Reeder 4', id: 1449412482
mas 'Yoink', id: 457622435
