tap 'common-fate/granted'
tap 'homebrew/cask-fonts'
tap 'thoughtbot/formulae'
tap 'withgraphite/tap'

brew 'antidote'
brew 'asdf'
brew 'autojump'
brew 'awscli'
brew 'bat'
brew 'csvq'
brew 'direnv'
brew 'dust'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'granted'
brew 'graphite'
brew 'hexedit'
brew 'hub'
brew 'jq'
brew 'mas'
brew 'pgcli'
brew 'rcm'
brew 'tldr'
brew 'wget'
brew 'zsh'

cask_args appdir: '/Applications'
# cask '1password'
cask 'claude'
cask 'cleanshot'
cask 'cloudflare-warp'
cask 'cursor'
cask 'dropbox'
cask 'firefox'
cask 'font-fira-code'
cask 'font-fira-mono-for-powerline'
cask 'hey'
cask 'kaleidoscope'
cask 'linear-linear'
cask 'tower'
cask 'warp'

mas '1Password for Safari', id: 1569813296
mas 'Bear', id: 1091189122
mas 'Fantastical', id: 975937182
mas 'Kagi for Safari', id: 1622835804
mas 'Magnet', id: 441258766
mas 'Soulver 3', id: 1508732804
mas 'Tailscale', id: 1475387142
mas 'Things 3', id: 904280696
mas 'Yoink', id: 457622435